{
    "Conversation": [
        "Hello",
        "What's up",
        "Whats up?",
        "How is it going?",
        "Gruezi",
        "Hallo",
        "Hoi",
        "Hey!",
        "Good morning",
        "So, how have you been?",
        "Bad weather huh?",
        "Tell me a story",
        "I am tired",
        "Do you have plans for the weekend?",
        "hey I have a question about movies"
    ],
    "Factual Question/Embedding/Crowdsourcing": [
        "Who is the director of The Matrix",
        "Who directed the godfather",
        "What is the MPAA film rating of Weathering with you?",
        "Do you know who directed Minions?",
        "I bet you don't know who directed triangle of sadness",
        "Who was it that worked as the director of her?",
        "Who was it that worked as director of twelve years as a slave?",
        "I was wondering, who was in charge of directing breaking bad",
        "Sopranos was directed by whom?",
        "Wathcmen was such a great film, who directed it?",
        "I loved rise of gru, by any chance, do you know who directed it?",
        "I loved rise of gru, by any chance, do you know who is the director?",
        "Soul is my favorite movie, who was the director again?",
        "What is the original language of embrace of the serpent?",
        "embrace of the serpent is such a trippy film, what was the original language?",
        "Was embrace of the serpent originally in spanish?",
        "what is the language of the wave?",
        "what is the original language of the wave?",
        "In what language do they speak originally in the wave?",
        "In what language do they speak in the matrix originally?",
        "In what language do they originally speak in drive my car?",
        "What is the language of the original version of la historia oficial ",
        "Who is the director of photography of The Matrix",
        "Who is the screenwriter of fire of love",
        "who is the editor of fire of love",
        "who was the edit of moonlight???",
        "who was the film editor of moonlight?",
        "who edited nosferatu",
        "where is el secreto de sus ojos from?",
        "where was druk filmed?",
        "what is country of origin of Druk?",
        "who is the excutive producer of Law and Order?",
        "who produced the expendables?",
        "which company produced the lord of the rings?",
        "what is the production company of Mortal Kombat?",
        "Which actor plays the voice of Gru in despicable me?",
        "In what book is the godfather based on?",
        "On what is les miserables based on?",
        "What inspired V for Vendetta?",
        "What is the matrix about?",
        "What is the main topic of game of thrones?",
        "do you know what is breaking bad about??",
        "Could you tell me the main topic of the wire?",
        "When does Joan of Arc take place?",
        "in what epoch is gladiator?",
        "In which year is the story of spartacus set? ",
        "What is the time period of the tudors?",
        "Is la sombra del caminante in balck and white?",
        "I cant really remember, is la sombra del caminante a colored film?",
        "What is the aspect ratio of saving privte ryan?",
        "What is the series of old boy?",
        "Is the hobbit part of the lord of the rings trilogy?",
        "What is the defining characteristic of the life of pi?",
        "Who designed the customs of starwars?",
        "who is the costume designer of LOTR?",
        "Who is the production designer of LOTR",
        "Answer me who is the director of StarWars",
        "Show me who is the main actress in No Country for Old Men"
    ],
    "Media Question": [
        "Show me a picture of Halle Berry",
        "What does Julia Roberts look like?",
        "Let me know what Brad Pitt looks like",
        "I want to see a picture of Michael Jordan",
        "Show me an image of Bjork",
        "I want to see what Michael Moore looks like",
        "Show me Pierce Brosnan",
        "I am trying to remember what Sean Connery looked like, could you show me a picture of him?",
        "I was wondering what Gary Oldman looks like",
        "Can you pull a picure of James McAvoy",
        "pull a scene from The Matrix",
        "Show me a picture of Avengers age of ultron",
        "now a picture of Priyanka chopra",
        "show me Queen Latifah",
        "Let me see Eminem",
        "You do not have a picture of Weird Al, do you?"
    ],
    "Recommendation Questions": [
        "Recommend movies similar to Hamlet and Othello",
        "Given that I like The Lion King, Pocahontas, and Beauty and the Beast, can you recommend some movies?",
        "Recommend movies like the matrix, blade runner, and children of men ",
        "Could you recommend a movie like Nigthmare on Elm Street and Friday the 13th?",
        "Could you recommend films like Nigthmare on Elm Street and Friday the 13th?",
        "Could you recommend something like Nigthmare on Elm Street and Friday the 13th?",
        "I want a recommendation for films like coco, soul, and up",
        "Could you offer a recommendation for movies simila to toy story?",
        "Could you give me a recommendation of movies like the expendables and terminator 2?",
        "I want to see things like Avengers and Justice League, what movies would you recommend?",
        "I really liked V for Vendetta and Children of men, could you recommend something similar?",
        "The godfather and good fellas rock. Do you know of similar movies?",
        "Are you aware of movies similar to Thor Ragnarok and Guardians of the Galaxy?",
        "Hey, could you recommend me movies like Puss in Boots, Cinderella, and Toy Story"
    ]
}